[
  {
    "id": "isabela-campanha",
    "titulo": "Ajude isabela a Vencer o Câncer.",
    "subdescricao": "Cada doação é esperança renovada para salvar a pequena Isabela.",
    "descricao": "O velório já estava sendo preparado e a família chamada às pressas, não para celebrar, mas para se despedir de uma criança ainda viva. Médicos disseram que ela não passaria da noite. No último momento encontraram uma única dose do medicamento capaz de salvá-la. Ela reagiu, abriu os olhos, respirou melhor e disse baixinho: eu quero viver. Mas a dose acabou e o tratamento completo custa R$ 260.000. A família vendeu tudo: móveis, roupas, a casa, alianças. Conseguiram parte do valor, mas ainda falta muito, e cada hora sem o medicamento aumenta o risco de perdê-la para sempre. Essa vaquinha é a última esperança. Se você está lendo isso, é porque algo dentro de você foi tocado. Ajude com o que puder: R$ 10, R$ 50, R$ 100 — qualquer valor é um pedaço de vida devolvido à Isabela. Clique em Doar Agora, escolha o valor da doação e conclua via PIX em segundos. Cada doação é esperança, cada minuto conta. Ajude a salvar a vida da Isabela antes que seja tarde demais.",
    "meta": 260000,
    "arrecadado": 7323.43,
    "capa": "https://i.postimg.cc/bYS3SpKG/JTELHCIHQ44i.png",
    "fotos": [
      "https://i.postimg.cc/bYS3SpKG/JTELHCIHQ44i.png"
    ],
    "comentarios": [
     
      {
        "autor": "João",
        "mensagem": "Fico feliz em contribuir para essa causa nobre.",
        "data": "2025-09-01",
        "foto":"https://i.postimg.cc/zDPwj6Ys/359774872-237312962453907-9111656199347234833-n.jpg"
      },
      {
        "autor": "Ana",
        "mensagem": "Cada doação faz a diferença. Vamos juntos salvar a Isabela!",
        "data": "2025-09-01",
        "foto":"https://i.postimg.cc/9F6d39M1/527240391-1853423372262223-1946199309357611304-n.jpg"
      },
      {
        "autor": "Carlos",
        "mensagem": "É emocionante ver a solidariedade das pessoas. Força Isabela!",
        "data": "2025-09-01",
        "foto":"https://i.postimg.cc/Fsdynp97/126250808-106535221280965-8199934402711851652-n.jpg"
      },
      {
        "autor": "Fernanda",
        "mensagem": "Que Deus abençoe a Isabela e sua família. Estou torcendo por vocês!",
        "data": "2025-09-01",
        "foto":"https://i.postimg.cc/y80F7N3K/521491602-3244654282338958-5671117976602892281-n.jpg"
      }
    ]
  },

{
  "id": "greve-caminhoneiros-2025",
  "titulo": "GREVE DOS CAMINHONEIROS 2025 - POR UM BRASIL MELHOR!",
  "subdescricao": "Ajude os caminhoneiros e suas famílias a se manterem firmes na luta.",
  "descricao": "AJUDE-NOS A PERMANECERMOS FIRMES! O dinheiro será usado para alimentação dos caminhoneiros e suas famílias que estão há dias na luta. Precisamos da ajuda de cada patriota para continuar firmes em busca de um Brasil melhor e a volta do nosso amado presidente Bolsonaro. Toda contribuição faz a diferença. Doações a partir de R$ 150 ganharão o Kit Patriota exclusivo com Camiseta, Boné e Garrafa.",
  "meta": 130000,
  "arrecadado": 78904.89,
  "capa": "https://i.ibb.co/m5J0DXF2/brasiiiiii.jpg",
  "fotos": [
    "https://i.ibb.co/1YS01vK2/caminha.webp",
    "https://i.ibb.co/7t0KLTPY/CA.png",
    "https://i.ibb.co/m5J0DXF2/brasiiiiii.jpg"
  ],
  "comentarios": [
    {
      "autor": "Ana Clara",
      "mensagem": "Eu ajudei com 150 reais, estamos juntos nessa!",
      "data": "2025-08-31",
      "foto": ""
    },
    {
      "autor": "Pedro Henrique",
      "mensagem": "Pra cima deles, o país é nosso, fora lul@!",
      "data": "2025-08-31",
      "foto": ""
    },
    {
      "autor": "Cicera Rodrigues",
      "mensagem": "Queria poder doar um pouco mais 😓, mas o pouco que dei já ajuda. Boa sorte pessoal!",
      "data": "2025-08-31",
      "foto": ""
    },
    {
      "autor": "Meire Fonseca",
      "mensagem": "Cada doação importa. Se eu pudesse estaria junto com vocês.",
      "data": "2025-08-31",
      "foto": ""
    },
    {
      "autor": "Gabriela Oliveira",
      "mensagem": "Vamos apoiar esse movimento pessoal! Minha contribuição já foi feita!",
      "data": "2025-08-31",
      "foto": ""
    },
    {
      "autor": "Letícia Mara",
      "mensagem": "Muito triste gente o que está acontecendo com o nosso Brasil, mas sairemos vencedores dessa.",
      "data": "2025-08-31",
      "foto": ""
    }
  ]
}


]
